var commonQues = {
    "天钢鱼":"智慧珊瑚、龙骨贝需要接天钢任务，不要求鱼竿\n梅花贝需要接任务并装备龙诗钓竿\n亚拉戈猎手需要接任务并装备改良型龙诗钓竿\n任务开始在伊修加德天钢机工房\n任务记得接完，直至显示需要钓多少鱼",
    "时间对不上":'检查电脑系统时间与游戏的本地时间是否同步。\n因为只显示分钟，所以即使时间看上去相同，也请关注秒数是否相同。\n若不相同请使用系统 设置-日期时间-打开自动设置时间 开关',
    "日志文件位置":"鱼糕桌面版日志文件位置\n'%USERPROFILE%\AppData\Roaming\ffxiv-pastry-fish\logs'\n把这个复制到文件资源管理器的地址栏里（不是搜索框，就是左边显示路径的输入框）\n回车\n里面的log文件就是日志文件",
    "报错":"1. 检查有无非系统自带防火墙或杀毒软件（如360、火绒）\n2. 如切换过国际服国服模式或检测模式请尝试重启\n3. 如国服游戏窗口只显示“最终”而未显示“最终幻想XIV”，则可以查看控制面板-更改日期、时间或数字格式-管理-更改系统区域设置-取消勾选“使用Unicode UTF-8提供全球语言支持”\n4. 若是其他语言系统可以尝试安装中文包\n5. 安装报错可以尝试重新下载安装包",
    "鱼眼":"简单回答：可以拖出技能栏\n详细：\n1. 如果在5.4之前钓过鱼，那么忘了所有相关设定就好，以前所有的设定都不存在了\n2. 现在“鱼眼”技能是个同名的毫不相干的技能，只能无视时间限制，不能无视天气，\n只对2.x,3.x的鱼有效\n对所有版本的鱼皇无效\n对海钓无效\n3. 再看看GP550，时间一分钟，所以不怎么有用",
    "上传数据":"临时数据收集方案：\n将渔捞数据导出后上传，具体看群公告",
    "鱼王线": "国服6.2\n6.2鱼王：2780/2380 \n6.2精油精选白鱼：2960/2480\n6.1鱼王：2400/2100\n5.x鱼皇：2250/1750\n空岛：双提高分鱼3条需要获得力2300\n海钓：只要求gp，越高越好，吃食物后最高997\n\n国际服6.3\n6.3鱼王：2950/2400 \n6.3精油精选白鱼：3150/2650\n空岛：双提高分鱼4条需要获得力3450\n海钓：只要求gp，越高越好，吃食物后最高1018",
    "钓竿":"要求图鉴1140种鱼\n包括所有钓鱼的普通鱼，鱼王，鱼皇\n包括刺鱼，包括海钓\n不包括空岛的鱼\n具体看鱼糕钓鱼笔记，桌面版可以同步游戏里的图鉴",
    "CD表":`CD鱼窗口长度一览表！(感谢轩辕十四@沃仙曦染制作)\n[CQ:image,file=https://z3.ax1x.com/2021/09/27/4RCjVx.jpg]`,
    "Cd表":`CD鱼窗口长度一览表！(感谢轩辕十四@沃仙曦染制作)\n[CQ:image,file=https://z3.ax1x.com/2021/09/27/4RCjVx.jpg]`,
    "cD表":`CD鱼窗口长度一览表！(感谢轩辕十四@沃仙曦染制作)\n[CQ:image,file=https://z3.ax1x.com/2021/09/27/4RCjVx.jpg]`,
    "cd表":`CD鱼窗口长度一览表！(感谢轩辕十四@沃仙曦染制作)\n[CQ:image,file=https://z3.ax1x.com/2021/09/27/4RCjVx.jpg]`,
    "白屏":`如果鱼糕白屏，请检查能否正常访问网页版，如不能请检查是否使用过VPN之类的软件，上次使用是否正常关闭`,
}
module.exports = commonQues;