var seaFishingFamousData = {
    "横刀":"<優曇華院@宇宙和音>居然在一班船上提了46只螃蟹！",
    "八爪旅人":"<伊莉亚之雪@晨曦王座>居然在一班船上提了33条章鱼！",
    "小淘气":"<宓汐妍@红玉海>居然在一班船上提了64条鲀鱼！",
    "水母狂魔":"<迟芋芋@红玉海>居然在一班船上提了36只水母！",
    "沉寂者":"<梦洄子时@红玉海>居然在幻海里爆钓21条沉寂者！其中HQ居然高达18条！",
    "以太海龙":"<Sterne@红玉海>居然以小钓大7条以太海龙！还是HQ！",
    "处刑者":"<溟北@海猫茶屋>居然钓了17条处刑者！其中有13条是HQ！",
    "歼灭者":"<游鸢@红玉海>居然提了16条歼灭者，还全是HQ！",
    "珊瑚海龙":"<寒衣有信@紫水栈桥>居然提了17条珊瑚海龙，其中HQ占了12条！",
    "人鱼发":"<伊莉亚之雪@晨曦王座>居然提了25条人鱼发，其中有9条是HQ！",
    "海荨麻":"<迟芋芋@红玉海>居然6连海荨麻，共计数量15条，其中有5条是HQ！\n而<爱佛尔@红玉海>连上14条，却全是NQ！谁是非洲人？",
    "浮游鲽鱼":"<江月堪揽@静语庄园>居然提了13条浮游蝶鱼，其中有4条是HQ！",
    "狂野海胆":"<天堂之光@幻影群岛>在冲螃蟹成就的时候，提了18只海胆！您就是海胆王？",
    "蜂巢鱼":"<天堂之光@幻影群岛>居然提了16条蜂巢鱼！",
    "落水面具":"<竹醉@神意之地>在触发幻海的时候八次鱼王杆里有6条都是落水面具!",
}
module.exports = seaFishingFamousData;