var line1 = {
    "blessName":"通澈水君-sterne",
    "blessContent":"四下皆海，清明如月；万籁寂静，海中繁星。在下，通澈水君——sterne。",
    "curseContent":"清者自清，浊者自浊。在下，通澈水君——sterne。",
    "goals":['水母(成就)','冲分'],
    "name":"罗塔诺海航线",
    "stations":["加拉迪翁湾外海(白天)","梅尔托尔海峡南(黄昏)","罗塔诺海海面(夜晚)"]
}
var line2 = {
    "blessName":"横刀蟹神-優雲華院",
    "blessContent":"何为刀，心亦刀；何为心，坚亦如心。为我是蟹海刀神——優曇華院。",
    "curseContent":"无心识刀之人怎敢呼唤本神之名，我是蟹海刀神——優曇華院。",
    "goals":['螃蟹(成就)','海洋蟾蜍(蓝鱼)'],
    "name":"绯汐海航线",
    "stations":["谢尔达莱群岛近海(黄昏)","梅尔托尔海峡北(夜晚)","绯汐海近海(白天)"]
}
var line3 = {
    "blessName":"万龙鱼神-明朗",
    "blessContent":"万龙归去海浪涌，千杆翻尽皆天明。吾乃御驾红龙之主，万龙渔神——明朗。",
    "curseContent":"翻云覆雨不见月，孤海无鸣龙未来。吾乃万龙鱼神——明朗。",
    "goals":['气鲀(成就)','鳐鱼(成就)'],
    "name":"罗斯利特湾航线",
    "stations":["谢尔达莱群岛近海(黄昏)","罗塔诺海海面(夜晚)","罗斯利特湾近海(白天)"]
}
var line4 = {
    "blessName":"轮回主神-美神",
    "blessContent":"在海洋中感受生命的美丽吧，我是将你从海钓痛苦轮回中解脱的轮回主神——美神。",
    "curseContent":"傲慢的光之渔夫，在自己夸大的记忆中，受苦吧！我是轮回主神——美神。",
    "goals":['索蒂斯(蓝鱼)','依拉丝莫龙(蓝鱼)'],
    "name":"梅尔托尔海峡北航线",
    "stations":["梅尔托尔海峡南(黄昏)","加拉迪翁湾外海(夜晚)","梅尔托尔海峡北(白天)"]
}
var line5 = {
    "blessName":"凶鲨之牙-悲剧乐趣",
    "blessContent":"我！牙尖嘴利！吾是世间万千巨鲨的大统领！凶鲨之牙——悲剧乐趣。",
    "curseContent":"不知道又是哪个崽子想祭奠吾的五脏庙，吾是世间万千巨鲨的大统领！凶鲨之牙——悲剧乐趣。",
    "goals":['鲨鱼(成就)','冲分','珊瑚蝠鲼(蓝鱼)'],
    "name":"罗塔诺海航线",
    "stations":["加拉迪翁湾外海(黄昏)","梅尔托尔海峡南(夜晚)","罗塔诺海海面(白天)"]
}
var line6 = {
    "blessName":"逆袭海神-匕匕鸟",
    "blessContent":"在海中逆浪，在逆境中孤注一杆，我是世间渔夫困境的引导者，逆浪海神匕匕鸟。",
    "curseContent":"海，不是什么人都可以掀起风浪的。我是逆袭海神匕匕鸟。",
    "goals":['哈弗古法(蓝鱼)','依拉丝莫龙(蓝鱼)'],
    "name":"绯汐海航线",
    "stations":["谢尔达莱群岛近海(夜晚)","梅尔托尔海峡北(白天)","绯汐海近海(黄昏)"]
}
var line7 = {
    "blessName":"小幸运神-萨摩耶",
    "blessContent":"是你在渴求好运吗？那向我祈祷吧，因为我既是幸运本身——小幸运神萨摩耶。",
    "curseContent":"幸运从不会眷顾侥幸之人，我是小幸运神——萨摩耶。",
    "goals":['哈弗古法(蓝鱼)','盾齿龙(蓝鱼)'],
    "name":"罗斯利特湾航线",
    "stations":["谢尔达莱群岛近海(夜晚)","罗塔诺海海面(白天)","罗斯利特湾近海(黄昏)"]
}
var line8 = {
    "blessName":"黎明龙神-风吟",
    "blessContent":"海中翻腾皆为九重云雨，朕是号召天下群龙的黎明龙神——风吟。",
    "curseContent":"可笑的两脚兽，竟敢在真龙面前大放厥词！朕是黎明龙神——风吟。",
    "goals":['海马(成就)','珊瑚蝠鲼(蓝鱼)'],
    "name":"梅尔托尔海峡北航线",
    "stations":["梅尔托尔海峡南(夜晚)","加拉迪翁湾外海(白天)","梅尔托尔海峡北(黄昏)"]
}
var line9 = {
    "blessName":"爆钓渔王-五里雾中",
    "blessContent":"万渔之丰厚，珍渔之千斤，举起吾的大鱼旗！我是众渔夫的庇护者，——爆钓渔王五里雾中。",
    "curseContent":"大海已经枯竭，你不配拥有吾的大鱼旗！我是勤奋者的庇护人——爆钓渔王五里雾中。",
    "goals":['索蒂斯(蓝鱼)','石骨鱼(蓝鱼)'],
    "name":"罗塔诺海航线",
    "stations":["加拉迪翁湾外海(夜晚)","梅尔托尔海峡南(白天)","罗塔诺海海面(黄昏)"]
}
var line10 = {
    "blessName":"一杆太公-夜魅",
    "blessContent":" 一杆必中！愿者上钩~在下是一杆太公——夜魅。",
    "curseContent":" 还想一杆必中？简直是痴心妄想~在下是一杆太公——夜魅。",
    "goals":['鳐鱼(成就)'],
    "name":"绯汐海航线",
    "stations":["谢尔达莱群岛近海(白天)","梅尔托尔海峡北(黄昏)","绯汐海近海(夜晚)"]
}
var line11 = {
    "blessName":"爆鲀女神-海绵",
    "blessContent":"这海中的每一滴水都是妾身的怒火，没有什么能将我击退！妾身是战争与怒火的化身，万千海洋中最耀眼的刺鲀——怒海女神海绵。",
    "curseContent":"不是谁都可以承受住女神的怒火!妾身是怒海女神——海绵。",
    "goals":['气鲀(成就)','石骨鱼(蓝鱼)'],
    "name":"罗斯利特湾航线",
    "stations":["谢尔达莱群岛近海(白天)","罗塔诺海海面(黄昏)","罗斯利特湾近海(夜晚)"]
}
var line12 = {
    "blessName":"禁忌之神-压切长谷部極",
    "blessContent":"是谁在窥视禁忌的咒文，触摸不可名状的圣物，吾为八百万禁忌神之首——压切长谷部極。",
    "curseContent":"肮脏的蛆虫，竟敢妄图窥视不可名状之圣洁，吾为八百万禁忌神之首。",
    "goals":['章鱼(成就)'],
    "name":"梅尔托尔海峡北航线",
    "stations":["梅尔托尔海峡南(白天)","加拉迪翁湾外海(黄昏)","梅尔托尔海峡北(夜晚)"]
}
var linesList = [line1,line2,line3,line4,line5,line6,line7,line8,line9,line10,line11,line12];

module.exports = linesList;