var line1 = {
    "blessName":"通澈水君-sterne",
    "blessContent":"水母清澈如月，四海皆水，万籁寂静，宛如繁星。在下是通澈水君——sterne。",
    "goals":['水母(成就)','冲分'],
    "name":"罗塔诺海航线",
    "stations":["加拉迪翁湾外海(白天)","梅尔托尔海峡南(黄昏)","罗塔诺海海面(夜晚)"]
}
var line2 = {
    "blessName":"横刀蟹神-優雲華院",
    "blessContent":"螃蟹毕业，横行霸道乃是世间真理，我是横刀蟹神——優曇華院。",
    "goals":['螃蟹(成就)','海洋蟾蜍(蓝鱼)'],
    "name":"绯汐海航线",
    "stations":["谢尔达莱群岛近海(黄昏)","梅尔托尔海峡北(夜晚)","绯汐海近海(白天)"]
}
var line3 = {
    "blessName":"万龙鱼神-明朗",
    "blessContent":"万龙归去海浪涌，千杆翻尽皆天明。吾乃万龙鱼神——明朗。",
    "goals":['气鲀(成就)','鳐鱼(成就)'],
    "name":"罗斯利特湾航线",
    "stations":["谢尔达莱群岛近海(黄昏)","罗塔诺海海面(夜晚)","罗斯利特湾近海(白天)"]
}
var line4 = {
    "blessName":"轮回主神-美神",
    "blessContent":" 何为美丽，唯有真正的美丽才能在无数次的轮回中重生，我是轮回主神——美神。",
    "goals":['索蒂斯(蓝鱼)','依拉丝莫龙(蓝鱼)'],
    "name":"梅尔托尔海峡北航线",
    "stations":["梅尔托尔海峡南(黄昏)","加拉迪翁湾外海(夜晚)","梅尔托尔海峡北(白天)"]
}
var line5 = {
    "blessName":"凶鲨之牙-悲剧乐趣",
    "blessContent":"我！牙尖嘴利！吾是凶鲨之牙——悲剧乐趣。",
    "goals":['鲨鱼(成就)','冲分','珊瑚蝠鲼(蓝鱼)'],
    "name":"罗塔诺海航线",
    "stations":["加拉迪翁湾外海(黄昏)","梅尔托尔海峡南(夜晚)","罗塔诺海海面(白天)"]
}
var line6 = {
    "blessName":"逆袭海神-匕匕鸟",
    "blessContent":"在海中逆浪，在逆境孤注一杆，我是逆袭海神匕匕鸟。",
    "goals":['哈弗古法(蓝鱼)','依拉丝莫龙(蓝鱼)'],
    "name":"绯汐海航线",
    "stations":["谢尔达莱群岛近海(夜晚)","梅尔托尔海峡北(白天)","绯汐海近海(黄昏)"]
}
var line7 = {
    "blessName":"小幸运神-萨摩耶",
    "blessContent":"你在渴求好运吗？那向我祈祷吧，因为我就是幸运本身——小幸运神萨摩耶。",
    "goals":['哈弗古法(蓝鱼)','盾齿龙(蓝鱼)'],
    "name":"罗斯利特湾航线",
    "stations":["谢尔达莱群岛近海(夜晚)","罗塔诺海海面(白天)","罗斯利特湾近海(黄昏)"]
}
var line8 = {
    "blessName":"黎明龙神-风吟",
    "blessContent":"海中翻腾皆是九重云雨，朕是黎明龙神——风吟。",
    "goals":['海马(成就)','珊瑚蝠鲼(蓝鱼)'],
    "name":"梅尔托尔海峡北航线",
    "stations":["梅尔托尔海峡南(夜晚)","加拉迪翁湾外海(白天)","梅尔托尔海峡北(黄昏)"]
}
var line9 = {
    "blessName":"爆钓渔王-五里雾中",
    "blessContent":"万渔丰厚，珍渔三千，举起吾的大鱼旗！我是爆钓渔王——五里雾中。",
    "goals":['索蒂斯(蓝鱼)','石骨鱼(蓝鱼)'],
    "name":"罗塔诺海航线",
    "stations":["加拉迪翁湾外海(夜晚)","梅尔托尔海峡南(白天)","罗塔诺海海面(黄昏)"]
}
var line10 = {
    "blessName":"一杆太公-夜魅",
    "blessContent":"一杆必中！愿者上钩~在下是一杆太公——夜魅。",
    "goals":['鳐鱼(成就)'],
    "name":"绯汐海航线",
    "stations":["谢尔达莱群岛近海(白天)","梅尔托尔海峡北(黄昏)","绯汐海近海(夜晚)"]
}
var line11 = {
    "blessName":"鲀鱼女神-海绵",
    "blessContent":"没有什么能将我打倒，让海洋盛满我的愤怒！妾身是爆鲀女神——海绵。",
    "goals":['气鲀(成就)','石骨鱼(蓝鱼)'],
    "name":"罗斯利特湾航线",
    "stations":["谢尔达莱群岛近海(白天)","罗塔诺海海面(黄昏)","罗斯利特湾近海(夜晚)"]
}
var line12 = {
    "blessName":"禁忌之神-压切长谷部極",
    "blessContent":"是谁在窥视禁忌的咒文，触摸不可名状的圣物，吾为禁忌之神压切长谷部極。",
    "goals":['章鱼(成就)'],
    "name":"梅尔托尔海峡北航线",
    "stations":["梅尔托尔海峡南(白天)","加拉迪翁湾外海(黄昏)","梅尔托尔海峡北(夜晚)"]
}
var linesList = [line1,line2,line3,line4,line5,line6,line7,line8,line9,line10,line11,line12];

module.exports = linesList;