var versionKings = {
    "5.4":["深泳的古书","元首的军扇","战盾剑齿龙鳖","鳍人之敌","月光虹鳉","珍珠皮皮拉鱼"],
    "5.3":["食人鳄","头领薄饼章鱼","书记官杀手","蛋白石虾","黄金雕金匠","阔面鱼","散罪鱼","哲罗鲑"],
    "5.2":["刺钉蜥蜴","仙子彩虹鳉","黑色喷气乱流","鳍人叹息","不朽巨鱼","白色隆索"],
    "5.1":["铜褐鳎","贵妇蝴蝶鱼","冠骨鱼","洛克瓦卫兵","狂怒斗鱼","重罪石软蟹","悬挂脂鲤","猎星鱼"],
    "4.5":["石榴海","鬼视","水天一碧","仙寿翁","月神的爱宠","七星","晨曦旗鱼","菜叶跳鱼","阿拉米格面纱鱼","车轴鱼","万刺鲀","菜食王"],
    "4.4":["公主青鳉","苦尔鳗","骸鲢鱼","黑蒙鱼","解脱鱼","拉尔戈鲶鱼","最后一滴泪","暮辉鱼","硬头鳟","下游鱼","羽衣美人","红尾僵尸鱼","刀片跳鱼","大海蛇"],
    "4.3":["赌命河豚","花海龙","春不知","卜传","怨妇虾","吞钩苦鱼","蓝宝石扇鳉","速疾鬼鳄","教皇鱼","不定鱼","天女鲤","神谕苦鱼","亚特可汗","钻石眼"],
    "4.0":["小珀琉喀斯"],
    "3.5":["里德尔","赛缇","雷鳞蝾螈","熔岩帝王","大祭司鱼","能言者","水晶飞鸽","风暴血骑士","千鳍","猴面雀杀手","尼摩船长"],
    "3.4":["亚拉戈剑鲨","圣龙泪","魔科学物质666","百目螈","吞冰水母","核爆鱼","叉舌鱼","莫古尔古球球","姥鲨","万事通鲈","双型齿翼龙","蝴蝶夫人","卷层云魟","冰之巫女"],
    "3.3":["进化型亚拉戈高位钢盔鲎","龙鳞撕裂者","巨陨龟","无光层巨骨舌鱼","噩梦之种","鼓钱袋","卷风鲨","雪人杀手","拉塔托斯克之魂","水瓶王","水墨鱼","拉·雷亚尔","维德弗尼尔"]
}
module.exports = versionKings;