var welcomeMessgaes = {
    "bird":"欢迎来到鸟区钓鱼群！~请及时修改您的群名片为指定格式。\n本群的时钟Bot提供时钟报时以及钓鱼攻略的服务，具体使用方法可输入‘帮助’或者‘/help’进行查看。\n您可能有以下常见的问题,Bot在此帮您解答：\n- 5.4鱼王获得力为1950。\n- 钓鱼收藏品没有改动，仍然可以卡收藏品，例如雕塑家。\n- 直感工具请使用鱼糕桌面版。\n海钓群参见群公告\n钓鱼时钟推荐使用鱼糕时钟： https://ricecake.traveleorzea.com/#/ 以及鱼糕时钟桌面版，桌面版下载链接在网页版中。\n各种攻略见群公告，各种工具见群文件，最后希望您在本群玩的开心",

    "cat":"欢迎来到猫区钓鱼群！\n请更改群昵称为ID-区服～\n本群时钟Bot提供时钟报时以及钓鱼攻略的服务具体使用方法可输入‘帮助’或者‘/help’进行查看。\n钓鱼时钟推荐使用鱼糕时钟： https://ricecake.traveleorzea.com/#/ 以及鱼糕时钟桌面版，桌面版下载链接在网页版中。\n各种攻略见群公告和群文件！最后希望您在本群玩的开心！",

    "pig":"欢迎来到猪区钓鱼群！\n请更改群昵称为ID-区服～\n本群时钟Bot提供时钟报时以及钓鱼攻略的服务具体使用方法可输入‘帮助’或者‘/help’进行查看。\n钓鱼时钟推荐使用鱼糕时钟： https://ricecake.traveleorzea.com/#/ 以及鱼糕时钟桌面版，桌面版下载链接在网页版中。\n各种攻略见群公告和群文件！最后希望您在本群玩的开心！",

    "default":"欢迎来到本群！\n请更改群昵称为ID-区服～\n本群时钟Bot提供时钟报时以及钓鱼攻略的服务具体使用方法可输入‘帮助’或者‘/help’进行查看。\n钓鱼时钟推荐使用鱼糕时钟： https://ricecake.traveleorzea.com/#/ 以及鱼糕时钟桌面版，桌面版下载链接在网页版中。\n各种攻略见群公告和群文件！最后希望您在本群玩的开心！",
}
module.exports = welcomeMessgaes;