var welcomeMessgaes = {
    "bird":"欢迎来到鸟区钓鱼群！第一时间记得改ID哦。\n本群的时钟Bot提供时钟报时以及钓鱼攻略的服务，具体使用方法可输入‘帮助’或者‘/help’进行查看。\n看公告，常冒泡，工具在群文件，攻略在公告，进海钓找宓汐妍，用鱼糕时钟成就烟波钓徒！ https://ricecake.traveleorzea.com/#/ \n !!! 警惕斑鸠人（http://guilt.ws/ ）现身海钓努力号，幻登海王虚无王座，快乐海钓请远离。",

    "cat":"欢迎来到猫区钓鱼群！\n请更改群昵称为ID-区服～\n本群时钟Bot提供时钟报时以及钓鱼攻略的服务具体使用方法可输入‘帮助’或者‘/help’进行查看。\n钓鱼时钟推荐使用鱼糕时钟： https://ricecake.traveleorzea.com/#/ 以及鱼糕时钟桌面版，桌面版下载链接在网页版中。\n各种攻略见群公告和群文件！最后希望您在本群玩的开心！\n !!! 警惕斑鸠人（http://guilt.ws/ ）现身海钓努力号，幻登海王虚无王座，快乐海钓请远离。",

    "pig":"欢迎来到猪区钓鱼群！\n请更改群昵称为ID-区服～\n本群时钟Bot提供时钟报时以及钓鱼攻略的服务具体使用方法可输入‘帮助’或者‘/help’进行查看。\n钓鱼时钟推荐使用鱼糕时钟： https://ricecake.traveleorzea.com/#/ 以及鱼糕时钟桌面版，桌面版下载链接在网页版中。\n各种攻略见群公告和群文件！最后希望您在本群玩的开心！\n !!! 警惕斑鸠人（http://guilt.ws/ ）现身海钓努力号，幻登海王虚无王座，快乐海钓请远离。",

    "default":"欢迎来到本群！\n请更改群昵称为ID-区服～\n本群时钟Bot提供时钟报时以及钓鱼攻略的服务具体使用方法可输入‘帮助’或者‘/help’进行查看。\n钓鱼时钟推荐使用鱼糕时钟： https://ricecake.traveleorzea.com/#/ 以及鱼糕时钟桌面版，桌面版下载链接在网页版中。\n各种攻略见群公告和群文件！最后希望您在本群玩的开心！\n !!!警惕斑鸠人（http://guilt.ws/ ）现身海钓努力号，幻登海王虚无王座，快乐海钓请远离。",
}
module.exports = welcomeMessgaes;